Repository: ReemElhady/RWA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: City
ar: محافظة

source: Region
ar: مركز

source: District
ar: الوحدات المحلية التابعة

source: Town
ar: قري توابع للوحدات المحلية

source: Neighborhood
ar: العزب و الكفور

source: Provider Name
ar: مقدم الخدمة

source: Value
ar: المبلغ المدفوع

source: Contract Date
ar: تاريخ العقد

source: Commencing Date
ar: تاريخ البدء

source: End Date
ar: حتى

source: Districts
ar: الوحدات المحلية التابعة

source: Towns
ar: قري توابع للوحدات المحلية

source: Neighborhoods
ar: العزب و الكفور

source: Item
ar: البند

source: Contract
ar: تعاقد

source: Amount Due
ar: المبلغ المستحق

source: Paid For
ar: بيانه

source: Taxes
ar: غرامات

source: Hanged Value
ar: مبالغ معلاه

source: On Date
ar: بتاريخ

source: Other Description
ar: الوصف

source: Receipt Number
ar: الرقم التسجيلى

source: Receipt File
ar: ملف الإيصال

source: Receipt Date
ar: تاريخ الإيصال

source: From Date
ar: بداية من

source: To Date
ar: حتى

source: Select
ar: أختر

source: Item Name
ar: البند

source: Type
ar: نوع

source: Duration (Months)
ar: مدة

source: Entry Date
ar: بتاريخ

source: Value (EGP)
ar: المبلغ

source: Remaining Amount
ar: القيمة النتبقيه

source: Down Payment (%)
ar: نسبة المقدم

source: Down Payment (EGP)
ar: قيمة المقدم

source: Payment Frequency
ar: معدل الدفع

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Login
ar: تسجيل الدخول

source: Check
ar: تحقق

source: Contract Analytics
ar: تحليل

source: Back to Contracts
ar: الرجوع الي التعاقدات

source: Expected Payment
ar: المبلغ المتوقع

source: Actual Paid
ar: المبلغ المدفوع

source: Payment Comparison
ar: مقارنة

source: New Contract
ar: عقد جديد

source: Enter provider name
ar: أدخل أسم مقدم الخدمة

source: Select City
ar: أختر المحافظة

source: Down Payment %%
ar: نسبة المقدم

source: Duration (months)
ar: مدة

source: Select Frequency
ar: معدل الدفع

source: Monthly
ar: شهري

source: Quarterly
ar: ربع سنوي

source: Save
ar: حفظ

source: Select Region
ar: المراكز

source: Edit Contract
ar: تعديل التعاقد

source: Save Changes
ar: حفظ التعديلات

source: Cancel
ar: إلغاء

source: Contracts
ar: تعاقدات

source: All Cities
ar: المحافظات

source: All Regions
ar: المراكز

source: All Districts
ar: الوحدات المحلية التابعة

source: All Towns
ar: قري توابع للوحدات المحلية

source: All Neighborhoods
ar: العزب و الكفور

source: Filter
ar: بحث

source: Provider
ar: مقدم الخدمة

source: Start Date
ar: بداية من

source: Actions
ar: الإجراءات

source: Edit
ar: تعديل

source: Are you sure you want to delete this contract?
ar: هل أنت متأكد من رغبتك في حذف هذا العقد؟

source: Delete
ar: حذف

source: View Details
ar: تفاصيل

source: View Analytics
ar: تحليل التعاقد

source: No contracts found.
ar: لا يوجد عقود

source: Contract Details
ar: تفاصيل العقد

source: Remaining Value
ar: المتبقي

source: Created By
ar: تم الإنشاء بواسطة

source: Created at
ar: تاريخ الإنشاء

source: Last Updated By
ar: آخر تحديث بواسطة

source: Last Updated at
ar: آخر تحديث في

source: Close
ar: غلق

source: Revenues
ar: الإيرادات

source: EGP
ar: ج.م

source: Expenses
ar: المصروفات

source: Apply Filter
ar: بحث

source: Total Revenues
ar: الإجمالى

source: Total Expenses
ar: الإجمالى

source: Revenues and Expenses
ar: إيرادات و مصروفات

source: Revenues by Region
ar: الإيرادات

source: Expenses by Region
ar: المصروفات

source: New Expense
ar: مصروف جديد

source: Regions
ar: مركز

source: Expense Items
ar: بنود المصروفات

source: Add Item
ar: بند جديد

source: Date
ar: تاريخ

source: Edit Expense
ar: تعديل المصروفات

source: Expense Information
ar: تفاصيل المصروف

source: View current receipt
ar: عرض الإيصال الحالي

source: Items
ar: البنود

source: Total Value (EGP)
ar: المبلغ الإجمالي

source: Created At
ar: تاريخ الإنشاء

source: View
ar: عرض

source: Are you sure you want to delete this Expense?
ar: هل أنت متأكد أنك تريد حذف هذه المصروفات؟

source: View Items
ar: تفاصيل

source: No expenses found.
ar: لا يوجد مصروفات

source: Created by
ar: تم الإنشاء بواسطة

source: Updated by
ar: آخر تحديث بواسطة

source: Updated at
ar: آخر تحديث في

source: Text
ar: النص

source: No expense items found.
ar: لا يوجد مصروفات

source: Reports
ar: التقارير

source: Generate Report
ar: إستخراج تقرير

source: New Revenue
ar: إيراد جديد

source: Revenue Items
ar: بنود الإيرادات

source: Edit Revenue
ar: تعديل الإيراد

source: Revenue Information
ar: تفاصيل الإيراد

source: View current file
ar: عرض الإيصال الحالي

source: Are you sure you want to delete this revenue?
ar: هل أنت متأكد من رغبتك في حذف هذا الإيراد؟

source: No revenues found.
ar: لا يوجد إيرادات

source: No revenue items found.
ar: لا يوجد إيرادات

source: Hgiene Box
ar: صندوق النظافة

source: logout
ar: تسجيل الخروج

source: Dashboard
ar: لوحة التحكم
